INSERT INTO Album
VALUES 
(1, 'Map of the Soul:7', 2020 ),
(2, '9', 2016 ),
(3,'Бордерлайн', 2021 ),
(4,'Remixes', 2020 ),
(5,'BOOM', 2018 ),
(6, 'The Fame', 2012 ),
(7, '25', 2015 ),
(8, 'Би-2', 2019 )


INSERT INTO Musician 
VALUES 
(1, 'Rihanna'),
(2, 'Земфира'),
(3, 'Ночные снайперы'),
(4, 'Lady Gaga'),
(5, 'BTS'),
(6, 'Полина Гагарина'),
(7, 'Муми-тролль'),
(8, 'Би-2'),
(9, 'Adele'),
(10, 'Linkin Park')

INSERT INTO Genre
VALUES 
(1, 'Pop'),
(2, 'Hip-hop'),
(3,'Rock'),
(4,'Jazz'),
(5,'K-pop')


INSERT INTO Track
VALUES 
(1, 'Варвара', 5-01, 8),
(2, 'Мой друг', 4-51, 8),
(3,'Send My Love (to Your New Lover)', 3-43, 7),
(4,'Sweetest Devotion', 4-12, 7),
(5,'Feet', 4-01, 5),
(6, 'Answer', 3-31, 5),
(7, 'Bad Girl', 2-59, 5),
(8,'Money Honey', 2-50, 6),
(9,'Boys Boys Boys', 3-21, 6),
(10,'With You', 3-40, 1),
(11, 'Spring Day', 2-59, 1),
(12, 'Стану солнцем', 4-33,2),
(13, 'Высоко', 3-41, 2),
(14,'жди меня', 5-30, 3),
(15,'Актриса', 2-54, 4),
(16, '31 весна', 4-15,4)


INSERT INTO Collection_of_songs
VALUES 
(1, 'Новые хиты русского рока', 2021),
(2, 'Pop музыка 2020', 2020),
(3, 'Jazz современности', 2019),
(4, 'K-pop', 2019),
(5, '2021', 2022),
(6, 'new hip-hop', 2020),
(7, 'Gold', 2018),
(8, 'Новое', 2019)


INSERT INTO Albummusician
VALUES 
(1, 1, 5),
(2, 2, 6),
(3, 3, 2),
(4, 4, 3),
(5, 5, 1),
(6, 5, 10),
(7, 6, 4),
(8, 7, 9),
(9, 8, 8)



INSERT INTO Collection_of_songstrack
VALUES 
(1, 1, 1),
(2, 1, 5),
(3, 2, 1),
(4, 2, 8),
(5, 3, 3),
(6, 3, 7),
(7, 4, 7),
(8, 5, 2),
(9, 5, 8),
(10, 6, 8),
(11, 7, 8),
(12, 8, 7),
(13, 9, 7),
(14, 10, 4),
(15, 10, 2),
(16, 10, 6),
(17, 11, 6),
(18, 12, 7),
(19, 13, 7),
(20, 14, 1),
(21, 14, 5),
(22, 15, 5),
(23, 16, 7)


INSERT INTO Genremusician
VALUES 
(1, 1, 1),
(2, 1, 4),
(3, 1, 6),
(4, 2, 4),
(5, 2, 1),
(6, 1, 10),
(7, 3, 2),
(8, 3, 3),
(9, 3, 7),
(10, 3, 8),
(11, 3, 10),
(12, 4, 9),
(13, 1, 9),
(14, 5, 5)
